Repository: mamuork/widget-news-scroller
Catalog: lang/widget-news-scroller-*.po
Languages: it_it

source: A powerful widget to show news in carousel mode. Supports custom post types.
it_it: Un potente widget per mostrare news attraverso uno slider jquery. Supporta i custom post type.

source: Widget title
it_it: Titolo

source: Category
it_it: Categoria

source: Number of items
it_it: Numero di elementi

source: Length of excerpt
it_it: Lunghezza del riassunto

source: Display thumbnail
it_it: Mostrare l'immagine in evidenza

source: Yes
it_it: Si

source: Thumbnail size
it_it: Dimensioni immagine in evidenza

source: Archive URL
it_it: URL archivio

source: Leave blank if you don't want use it
it_it: Lascialo in bianco se non intendi utilizzarlo

source: &lt; prev
it_it: &lt; precedente

source: next &gt;
it_it: successivo &gt;

source: Go to archive &gt;
it_it: Vai all'archivio &gt;
